export const resultBox = [
  {
    id: 'ENFJ',
    name: '황희찬',
    title: '코리안가이 여진구',
    contents: `올바른 일에 힘쓰는 당신 저돌적이고 민첩하며 참을성이 많습니다. 새로운 아이디어의 호기심이 많아
    축구장에서도 새로운 기술을 많이 보여줍니다. 글로 표현하기 보다는 말로써 생각을 잘 표현하고, 계획을 제시하며 조직을 잘 이끌어가는 능력이 있습니다.`,
  },
  {
    id: 'ENFP',
    name: '황인범',
    title: '성심당을 넘어설 대전의 아들',
    contents: `열성적이고 창의적입니다. 풍부한 상상력과 영감을 가지고 축구장에서 누구도 예상하지 못한 창의적인 모습들을 보여줍니다. 관심이 있는 일이면 무엇이든 척척해내는 열성파입니다. 밝은에너지와 뛰어난 동료애를 바탕으로 어디에서든 분위기 메이커를 자처합니다.`,
  },
  {
    id: 'ENTJ',
    name: '조현우',
    title: '그저 빛 울산의 별 빛현우',
    contents:
      '체계적인 훈련을 바탕으로 목적 달성을 위해 노력합니다. 장기적인 목표를 위해 철저한 계획을 세우는 것을 좋아하고, 직관적이며 숲을 보는 유형입니다. 카리스마 넘치는 리더십으로 동료 선수들을 통제하고 관리하려고 합니다. ',
  },
  {
    id: 'ENTP',
    name: '이승우',
    title: '코리안 메시 뽀시래기 유형',
    contents:
      '독창적이고 혁신적이며, 창의성이 풍부합니다. 다재다능한 능력을 바탕으로 경기장에서의 쇼맨십이 뛰어납니다. 관중을 즐겁게 할 줄 아는 재기발랄한 선수입니다. 마음을 먹으면 못하는 것이 없으며, 일을 시작하는 데 있어 추진력이 좋지만 뒷심이 부족합니다.',
  },
  {
    id: 'ESFJ',
    name: '손흥민',
    title: '영원한 한국의 캡틴 SON',
    contents:
      '뛰어난 동료애를 바탕으로 팀원을 이끕니다. 친절하고 재치 있으며, 때로는 멋진 카리스마로 동료들의 지지를 받습니다. 변치않을 영원한 우리의 캡틴입니다. 사람들의 이름과 얼굴을 잘 기억하며, 자연스럽게 분위기를 주도합니다. 눈치가 빠르며, 자존감이 높은 타입입니다. ',
  },
  {
    id: 'ESFP',
    name: '조규성',
    title: '꽃미남형 스트라이크 돌아온 테리우스 유형',
    contents:
      '현실적이고 급변하는 상황속에서 빠르게 적응합니다. 실전경험을 통해 배우는 것을 선호하며, 호기심이 많습니다. 골문 앞에서의 침착함을 유지하는 선수 입니다. 동료 선수의 일이나 행동에도 관심이 많지만 선입견은 없는 유형입니다.',
  },
  {
    id: 'ESTJ',
    name: '이강인',
    title: '재기발랄한 개인기가 넘치는 깜찍이 유형',
    contents:
      '비범하며 깜찍합니다. 온순하지만 드센 성격을 가졌습니다. 어떠한 난관이 있어도 극복하며 현 한국 축구 최고의 재능을 가진 선수입니다. 높은 책임감을 바탕으로 경영자적인 재질을 지녔습니다. 매우 진취적이고 현실적이며, 강한 도전의식을 갖췄습니다.',
  },
  {
    id: 'ESTP',
    name: '이천수',
    title: '아시아의 베컴',
    contents:
      '시대의 최고의 재능 갖춘 리춘수는 갈등을 잘 무마하는 능력이 있습니다. 2002년 말디니 가격 사건 이후로, 한 단계 더 성장했습니다. 현실적이고 관대하며, 개방적이고 사람이나 일에 대한 선입견이 없습니다. 강한 현실 감각으로 타협책을 모색하고 문제를 해결하는 능력이 뛰어납니다.',
  },
  {
    id: 'INFJ',
    name: '설영우',
    title: '이것은 아이돌인가 축구선수인가?',
    contents: `축구계의 박형식, 설영우는 뛰어난 통찰력과 창의력을 통해 경기장에서 지능높은 수비와 공격력을 선보입니다.
    현재 한국축구의 미래이자 비쥬얼을 담당하고 있습니다. 온화한 성격으로 다른 사람들의 존경을 받으며, 인기가 많은 유형입니다.`,
  },
  {
    id: 'INFP',
    name: '이영표',
    title: '성실함의 대명사',
    contents:
      '따뜻한 마음을 가진 선수이지만 경기장에서는 타이트한 수비능력과, 수준 높은 공격력을 보여줍니다. 호기심이 많으며, 이해심이 넘치고 융통성이 있습니다. 깊고 좁은 인간관계를 선호하며, 뛰어난 공감능력을 갖췄습니다.',
  },
  {
    id: 'INTJ',
    name: '안정환',
    title: '반지의 제왕 테리우스',
    contents: `독창적인 사고능력으로 경기장에서 환상적인 골과 세레머니 선보이는 유형입니다.
    16가지의 MBTI 유형 중에서 가장 독립적이고 내성적입니다. 뛰어난 의지와 결단력을 갖고 있으며, 타인에게는 둔감하거나 냉담한 사람처럼 보일 수 있습니다.`,
  },
  {
    id: 'INTP',
    name: '백승호',
    title: '경기장의 청소기, 울보',
    contents:
      '조용하고 과묵한 성격의 유형이지만 경기장에 들어서는 순간 언성 히어로가 되는 선수입니다. 매우 분석적이고 논리적이며 객관적인 비평을 잘합니다. 높은 이해력과 직관력으로 상황을 통찰하는 능력이 있습니다. 친한 친구라도 별일 없으면 연락을 잘 안합니다. 읽씹과 안읽씹의 귀재입니다.',
  },
  {
    id: 'ISFJ',
    name: '박지성',
    title: '해버지, 산소탱크',
    contents:
      '책임감이 강하고 온화하며 헌신적입니다. 일처리에 있어서 뛰어난 현실감각을 가지고 있으며, 자신의 의무와 책임을 중요시 여깁니다. 익숙한 방식대로 일하는 것을 선호하며, 변화를 좋아하지 않습니다. 불확실한 상황을 피하고 안정된 환경을 추구합니다.',
  },
  {
    id: 'ISFP',
    name: '김민재',
    title: '코리안 몬스터',
    contents:
      '킹민재는 자신의 뒤로 공을 보내지 않는 최고의 수비능력을 갖췄습니다. 다정하고 온화하며, 언제나 겸손하고 사람들에게 친절합니다. 추진력과 결정력이 부족하며, 생각은 많지만 실천력이 떨어집니다. 경쟁하는 분위기보다는 편안한 분위기에서 자신의 능력을 발휘합니다.',
  },
  {
    id: 'ISTJ',
    name: '이청용',
    title: '클래스는 영원하다',
    contents:
      '세상의 소금과 같은 유형의 이청용은 신뢰성있는 플레이로 어느 팀에서든 필요로 합니다. 현실적이고, 실용적인 축구센스를 보여줍니다. 차분해 보이지만, 내면적으로는 걱정이 많은 유형입니다. 그의 본 모습을 알기까지는 굉장히 오랜 시간이 걸립니다. 계획이 틀어지면, 많은 스트레스를 받습니다.',
  },
  {
    id: 'ISTP',
    name: '기성용',
    title: '후방의 지휘자 기라드',
    contents:
      '모험과 스릴을 즐기는 저격수 유형의 선수입니다. 객관적인 정보를 좋아하며, 틀에 박히고 통념적인 생활을 싫어합니다. 타인의 감정을 어려워하며, 가까운 친구들 외에는 사람들을 만나는 것을 좋아하지 않습니다. 어떠한 상황에 놓여도 빠르게 적응하는 유형입니다.',
  },
];
